Revit 2027 API
GroupTypeId.Plumbing Property
 Plumbing.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Plumbing { get; }
Public Shared ReadOnly Property Plumbing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Plumbing {
	ForgeTypeId^ get ();
}
static member Plumbing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace